research/visualization_methods/outputs/Advanced Tutorial__test_model1/test_model1.mmd
graph TD
  Normal["Normal"]
  mean["mean"]
  precision["precision"]
  s["s"]
  s_mean["s_mean"]
  s_precision["s_precision"]
  y["y"]
  Normal --> s
  Normal --> y
  mean --> s
  mean --> y
  precision --> s
  precision --> y
  s --> y
  s_mean --> s
  s_precision --> s
